;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
; Wise Registry Cleaner
;
; Translation Author = Abukhba Andrei, Gindia Sergei
; Translation Author Email = aabuchba@mail.ru
; Soft Version = 10.4.1
;
[Lang]
NativeLanguage=Аԥсуа

[GUI]
ButtonYes=Ааи
ButtonNo=Мап
ButtonOK=OK
ButtonMinimize=Еикәарҳәтәуп
ButtonMaximize=Еиҵыхтәуп
ButtonClose=Иарктәуп
ButtonRestore=Еиҭашьақәыргылатәуп
ButtonMenu=Амениу
Support=Шьҭахьтәи аимадара

[Translation]
;
; Аԥхьашьа
; 
ReadHabit=Left-to-right
;
; Акодркреи ашрифти
;
LanguageName=ABH
LangCode=
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
;
; Аацҳамҭа аԥенџьыр
;
Information=Аинформациа
Warning=Агәаҽанҵара
Error=Агха
Confirm=Ашьақәырӷәӷәара
;
; Ихадоу GUI
;
FrmGeneral.chkuac.caption=Иаҿыхтәуп UAC
FrmWRC.btnassist.caption=Ацхыраара
FrmWRC.btnregclean.caption=Ареестр арыцқьара
FrmWRC.btnadv.caption=Аоптимизациа
FrmWRC.btnsilm.caption=Ареестр адефрагментациа
FrmWRC.btnrestore.caption=Аиҭашьақәыргылара
FrmWRC.btnsettings.caption=Архиарақәа
FrmWRC.btnlikeit.caption=Исгәаԥхоит
FrmWRC.btnsuggest.caption=Адгаларақәеи ахҳәаақәеи
FrmWRC.WiseSimpleButton1.caption=Арезервтә копиахыхра
FrmWRC.btnupdate.caption=Арҿыцрақәа ргәаҭара
FrmWRC.btnfacebook.hint=Шәҳацклаԥшла facebook аҟны
FrmWRC.btntwitter.hint=Шәҳацклаԥшла Twitter аҟны
FrmWRC.btnemail.hint=Аҩызцәа идырдыртәуп
FrmWRC.btnmessage.caption=Аацҳамҭа


;
; Ареестр арыцқьара
;
FrmReg.caption=Арегистрациа
FrmRegClean.btnall.caption=Иалхтәуп зегьы
FrmRegClean.btnre.caption=Ирекомендациоуп
FrmRegClean.btnnone.caption=Иқәгатәуп алхрақәа зегьы
FrmRegClean.btnCustom.caption=Акатегориақәа
FrmRegClean.WiseLabel1.caption=Аҳасабтә
FrmRegClean.lbltype.caption=Адәықәҵара атип:
FrmRegClean.lblweek.caption=Амчыбжь амш:
FrmRegClean.lbltime.caption=Аамҭа:
FrmRegClean.btnScan.caption=Аԥшаара
FrmRegClean.btncancel.caption=Аҟәыхра
FrmRegClean.btnrescan.caption=Иаҟәыхтәуп
FrmRegClean.lblstat.caption=Ареестр арыцқьара аҭахуп. Инашәыгӡа арыцқьара абыржәы!
FrmRegClean.vtrc.Columns[0]=Адырқәа
FrmRegClean.vtrc.Columns[1]=Ареестр ацаԥха
FrmReg.lblinfo.caption=Иҭабуп Wise Registry Cleaner ахьалышәхыз
FrmReg.lblinfoex.caption=Иҭажәгал алицензиатә цаԥха, аверсиа PRO активтәраз. 
FrmReg.lblemail.caption=E-mail:
FrmReg.lblUser.caption=Шәыхьӡ:
FrmReg.lblKey.caption=Алицензиатә цаԥха:
FrmReg.btnReg.caption=Арегистрациа
FrmReg.btnbuy.caption=Иаахәатәуп абыржәы
FrmReg.lblhelp.caption=Алицензиатә цаԥха ырӡума?
FrmReg.btnContact.caption=Шьҭахьтәи аимадара

;
; Аоптимизациа
;
rmOptimizer.btnSlimming.caption=Аоптимизациа
FrmOptimizer.btnnone.caption=Иқәгатәуп алхрақәа зегьы
FrmOptimizer.btnall.caption=Иазгәаҭатәуп зегьы
FrmOptimizer.btnDefault.caption=Ишыҟоу еиԥш
FrmOptimizer.lblrecommendinfo.caption=Игәашәҭ егьырҭ ҳапрограммақәа wisecleaner.com аҟны!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer иаҵанакуеит имаҷымкәа аутилитақәа: ареестри адискқәеи ррыцқьареи акомпиутер аоптимизациеи ирызкқәоу. Ахархәараз иеффектуп, имариоуп!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner иреиӷьу, ихәыда-ԥсадоу программоуп, адискқәа ррыцқьараз. Аласреи ақәгәыӷрареи!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Ишәҭахума Windows аусура аиӷьтәра?
Frmoptimizer.lblinfoex.caption=Аоптимизациа иалнаршоит Windows аусура арласреи аҭышәынтәлареи.
FrmOptimizer.btnoptimize.caption=Аоптимизациа
;
; Ареестр адефрагментациа
;
FrmRegDefragger.lblinfo.caption=Ареестр адефрагментациа акомпиутер аусура арласра иацхраауеит.
FrmRegDefragger.lblstat.caption=Ареестр адефрагментациа мҩаԥыжәымгаӡац. Имҩаԥыжәга адефрагментациа абыржәы!
FrmRegDefragger.btndefrag.caption=Адефрагментациа
FrmRegDefragger.lblinfo1.caption=1. Адефрагментациа анагӡара аԥхьа, иашәыркы егьырҭ апрограммақәа зегьы.
FrmRegDefragger.lblinfo2.caption=2. Анализ амҩаԥгараан асистема аамҭала аҭак ҟанамҵар ауеит.
FrmRegDefragger.lblinfo3.caption=3. Адефрагментациа ахыркәшара ашьҭахь асистема ҿыц идәықәҵахоит автоматикала.
FrmRegDefragger.lblinfo4.caption=4. Адефрагментациа апроцесс аанышәымкылан, акәымзар иҽеим алҵшәахьы икылнагар алшоит.
FrmRegDefragger.vtdefrag.Columns[0]=Амахәҭа ахьӡ
FrmRegDefragger.vtdefrag.Columns[1]=Уажәтәи ашәагаа
FrmRegDefragger.vtdefrag.Columns[2]=Ашәагаа ҿыц
FrmRegDefragger.vtdefrag.Columns[3]=Аигырхалыҵ акоеффициент
FrmRegDefragger.btnAnalysis.caption=Анализ
;
; Аԥшаара аобластқәа
;
Frmcustom.caption=Иалхтәуп аобласт
Frmcustom.btnre.caption=Ирекомендациоуп
Frmcustom.btnall.caption=Иалхтәуп зегьы
Frmcustom.btnnone.caption=Иқәгатәуп алхрақәа зегьы
Frmcustom.btncancel.caption=Аҟәыхра
Frmcustom.btnok.caption=OK
;
; Апрограмма иазкны
;
Frmabout.lblstatus.caption=Астатус:
frmabout.lblUninstall.caption=Аныхразы амҩақәҵага
frmabout.lblPolicy.caption=Privacy Policy
frmabout.lblEula.caption=EULA
FrmAbout.lblver.caption=Уажәтәи аверсиа:
FrmAbout.lblemail.caption=Адгылара E-mail:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Асаит:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Аиҭагаҩцәа: А. Абыхәба, С. Гындиа. Иҭабуп ҳәа раҳҳәоит:
FrmAboutWin.caption=Апрограмма иазкны
FrmAboutWin.btnok.caption=OK
;
; Апараметрқәа
;
FrmSettings.caption=Архиарақәа
FrmSettings.tsCommon.caption=Ихадақәоу
FrmGeneral.chkexp.caption=Апрограмма ахаҭабзиара аиӷьтәра аҽалархәра
FrmGeneral.lblexp.caption=Адетализациа
FrmSettings.tsAutoRun.caption=Автодәықәҵара
FrmSettings.tsExclusion.caption=Алцара
FrmSettings.btnrestore.caption=Апрограмма иазкны
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Аҟәыхра
FrmGeneral.chkassist.caption=Ахә зыхшәаатәу шәыдыргалозар иаҳзаашәыцҳа.
FrmUsers.lblinfo.caption=Иалышәх апрограмма ахархәаҩцәа 
FrmUsers.rdcuser.caption=Уажәтәи ахархәаҩ мацара изы
FrmUsers.rdauser.caption=Ахархәаҩцәа зегьы
FrmUsers.rdusers.caption=Иалху ахархәаҩцәа
FrmSettings.tsUsers.caption=Ахархәаҩцәа
FrmGeneral.ckRestorePoint.caption=Адефрагментациа аԥхьа иаԥҵалатәуп асистема аиҭашьақәыргылара акәаԥ
;
; Автодәықәҵара
;
FrmAutorunSettings.chk1.caption=Аусурҭахада аҟны иаԥҵатәуп адыргаҷ "Арыцқьара қәыӷәӷәарак ала"
FrmAutorunSettings.lblcmd.caption=Акомандатә цәаҳәа арежим
FrmAutorunSettings.lblcmdinfo.caption=Апрограмма аус арура шәылшоит акомандатә цәаҳәа аҟынтәи. Иаҳа ихаҭәаау аинформациа аиуразы шәақәыӷәӷәа F1 ма абри азхьарԥш. 
FrmAutorunSettings.btnhelp.caption=Онлаин ацхыраара
;
; Алцарақәа рсиа
; 
FrmExclusion.btnAdd.caption=Иацҵатәуп ихадароу ажәа
FrmExclusion.btnExport.caption=Аекспорт
FrmExclusion.btnRemove.caption=Ианыхтәуп
FrmExclusion.btnimport.caption=Аимпорт
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Аҟәыхра
;
; Ихадоу архиарақәа
;
FrmGeneral.chkNews.caption=Автоматикала аацҳамҭақәа раиура
FrmGeneral.chkbackup.caption=Арыцқьара аԥхьа иаԥҵалатәуп ареестр акопиа
FrmGeneral.WiseLabel1.caption=Арҿыцрақәа ргәаҭара:
FrmGeneral.WiseLabel2.caption=Абызшәа:
FrmGeneral.btnchecknew.caption=Игәаҭатәуп уажәы
FrmGeneral.lbtran.caption=Еиҭагатәуп...ахь
FrmGeneral.lblscanmode.caption=Ареестр анализ
FrmGeneral.rdnormal.caption=Иаабац анализ
FrmGeneral.rdssafe.caption=Иласу анализ
FrmGeneral.rddeep.caption=Иҵаулоу анализ
FrmGeneral.lblBackup.caption=Икопиатәуп ахь::
FrmGeneral.btnbr.caption=Аҭыԥхәаԥшра...
FrmRegClean.lblDefaultHint.Caption=Ишәарҭам акатегориақәа мацара
FrmRegClean.lblFullHint.Caption=Ихаҭәаау анализ арежим
FrmRegClean.lblCustomHint.Caption=Иарбоу акатегориақәа мацара
TFrmScheduler.lblHint.caption=Иазалху адҵа ахы ианархәоит иласу анализ арежим.
FrmScheduler.caption=Аҳасабтә
;
; Арезерви аиҭашьақәыргылареи
;
Frm_br.btncancel.caption=Аҟәыхра
FrmBackup.caption=Арезервтә копиахыхра
FrmBackup.btnreg.caption=Иаԥҵатәуп ареестр зегьы акопиа
FrmBackup.btnsys.caption=Иаԥҵатәуп аиҭашьақәыргылара акәаԥ
FrmRestore.caption=Аиҭашьақәыргылара ацентр
FrmRestore.btnRegBk.caption=Ареестр аиҭашьақәыргылара
FrmRestore.btnSysBK.caption=Асистема аиҭашьақәыргылара
FrmRestore.btnclose.caption=Иарктәуп
FrmRestore.btnrestore.caption=Аиҭашьақәыргылара
FrmRestore.btnremove.caption=Ианыхтәуп
;
; Арҿыцра
;
rmupdate.caption=Апрограмма арҿыцра
;
; Ицәырҵуа амениу
;
pmLicenseKey1=Арегистрациа
pmLicenseKey=Иԥсахтәуп алицензиатә цаԥха
pmHelp=Онлаин аилыркаага
pmforum=Афорум
pmHome=Аҩнтәи адаҟьа
pmContact=Шьҭахьтәи аимадара
pmCheckNew=Арҿыцрақәа ргәаҭара
pmLang=Абызшәа алхра
pmSkin=Атема алхра
pmAbout=Апрограмма иазкны
pmIgnore=Иалху анҵамҭа иазхьаԥштәӡам
pmrec=Иалхтәуп ишәарҭам анҵамҭақәа
pmAll1=Иалхтәуп зегьы
pmNone=Иқәгатәуп алхрақәа зегьы
pmGo=Иаарттәуп ареестр аредактор аҟны...
pmExport=Аекспорт ахь...
pmPortable=Иаԥҵатәуп апортативтә версиа

;
; Исгәаԥхоит
;
FrmlikeUs.lblTitle.caption=Wise Registry Cleaner шәгәаԥхазар, шәҩызцәа ирзеиҭашәҳә апрограмма алшарақәа.
FrmlikeUs.lblInfo.caption=Wise Registry Cleaner алшарақәа деилшәыркаа шәҭаацәа, шәҩызцәа, шәколлегацәа (E-mail, аблог, Twitter, Youtube, Facebook, уб. ег. рхархәарала).
FrmlikeUs.lblRate.caption=Wise Registry Cleaner ахәшьара ашәҭ:
FrmlikeUs.lblfollow.caption=Шәҳацклаԥшла:
FrmlikeUs.lblshare.caption=Wise Registry Cleaner дшәырдыр:
FrmlikeUs.btndownload.caption=Ихәыда-ԥсадоу аҭагалара
FrmlikeUs.imgrate.hint=Аеҵәақәа 5 
FrmlikeUs.imgmail.hint=Аҩызцәа идырдыртәуп
FrmlikeUs.imgface1.hint=Facebook аҟны идшәырдыр
FrmlikeUs.imgface2.hint=Шәҳацклаԥшла Facebook аҟны
FrmlikeUs.imgtwitter1.hint=Twitter аҟны идшәырдыр
FrmlikeUs.imgtwitter2.hint=Шәҳацклаԥшла Twitter аҟны
FrmlikeUs.Caption=Исгәаԥхоит
FrmlikeUs.lbldownload.caption=Иҭажәгал егьырҭ апрограммақәа WiseCleaner.com аҟынтәи

;
; Адефрагментациа
;
FrmProcess.Caption=Ареестр анализ
FrmProcess.lblwait.caption=Анализ...
FrmProcess.lblinfo.caption=Шәкомпиутер аҭак ҟанаҵаӡом секундқәак ма минутқәак.
FrmProcess.lblwait.caption=Анализ, шәааԥшы...

[Message]
Unlimited=Илимитдоу
Free=Ихәыда-ԥсадоу
Registried=Арегистрациа мҩаԥгоуп
Unregistried=Арегистрациа мҩаԥгаӡам
NoNews=Шәара ишәымам шәызмыԥхьац аацҳамҭа.
InvalidRegInfo=Арегистрациа иазку ииашам аинформациа!
alluser=Ахархәаҩцәа зегьы
currentuser=Уажәтәи ахархәаҩ
Username=Ахархәаҩ
Proupdate=Ихәыда-ԥсадоу аверсиа арҿыцра ауам, аха ҳара ахә ҳашәзагхоит аҵыхәтәантәи аверсиа аиуразы. Иацҵатәума?  
MWDetected=MalwareBytes аԥырхагоуп %s аусура. Шәақәыӷәӷәа OK иҟаҵатәу аилкаараз.
ActivateOnline=Имҩаԥысуеит арегистрациа иазку аинформациа агәаҭара, шәааԥшы секундқәак...
WRCRunning=Апрограмма аус ауеит.
StopAndExit=Апрограмма аус ауеит, анализ аанкыланы иҭыҵтәума?
EmptyEmail=E-mail адрес аҭыԥ ҭацәызар ауам.
EmptyName=Ахархәаҩ ихьӡ аҭыԥ ҭацәызар ауам.
InvalidEmail=Агха. Иҭажәгал ииашоу e-mail адрес.
EmpytKey=Алицензиатә цаԥха аҭыԥ ҭацәызар ауам.
InvalidKey=Ииашам алицензиатә цаԥха, иҭажәгал ииашоу.
EnterEmail=Иҭажәгал шәхатәы e-mail
EnterName=Иҭажәгал шәыхьӡ
EnterKey=Иҭажәгал алицензиатә цаԥха
OverMaxTimes=Иахысуп активтәрақәа  рыԥхьаӡа амаксимум.
ThanksRegister=Иҭабуп апрограмма арегистрациазы!
Activated=Ихаҭәаау аверсиа активтәра мҩаԥган.
ConnectFail=Асервер ахь аиасра ауам, игәашәҭ аИнтернет аусура, нас ԥыҭрак ашьҭахь шәҽазышәшәа.
NoRegInfo=Арегистрациа иазку аинформациа аԥшаара амуӡеит, ҳара шәҳадҵаал.
NeedAdmire=Ари афункциа администратор иоуп ахархәара зылшо. Афункциа ахархәара шәҭахызар, асистема шәҭал администратор ихьӡала.
Valuenrea=Аҵакы ахьӡ
Keyname=Ацаԥха ахьӡ
ScheduleHint=Шәкомпиутер ирегулиарны ишәрыцқьала.
Unoptimized=Аоптимизациа мҩаԥгаӡам
UpdateError=Арҿыцра агха, ишәҭахума аҵыхәтәантәи аверсиа ҳсаит аҟынтәи аҭагалара?
RegeditorLocked=Ишәтәу regedit мҩаркуп. Арезервтә копиахыхреи аиҭашьақәыргылареи рфункциақәа regedit ада изалшом. Ишәҭахума regedit ахь амҩа аартра?
failtounLock=Regedit ахь амҩа аартра амуӡеит, ари аоперациа анагӡараз иҟалап иаҭахызар авторизациа.
Total=Зынӡа
DefragRate=Ареестр ашәагаа еиҵатәхоит %s ала.
SuggestDefrag=Ирекомендациоуп, иахымгакәа ареестр адефрагментациа амҩаԥгара.
SuggestIgnore=Ареестр адефрагментациа аҭахӡам, инашәыгӡа адефрагментациа егьыраан.
TypeNoError=Агхақәа ыҟаӡам
NeverClean=Ареестр арыцқьара мҩаԥгаӡамызт. Ирекомендациоуп арыцқьара анагӡара!
AdviseClean=Ареестр ирегулиарны арыцқьара акомпиутер аусура арласра иацхраауеит.
DupItem=Ари апункт асиа иануп.
Advisedefrag=Ареестр адефрагментациа акомпиутер аусура арласра иацхраауеит.
NeverDefrag=Ареестр адефрагментациа мҩаԥгаӡамызт! Ирекомендациоуп иаарласны адефрагментациа анагӡара!
LastDefrag=Ареестр аҵыхәтәантәи адефрагментациа:
TotalDefrag=Зынӡа еиҵацалан %.2f.
DefaultValue=(Ишыҟоу еиԥш)
RegBackup=Ареестр арезервтә копиахыхра
RegRestore=Ареестр аиҭашьақәыргылара
CreateBackup=Ареестр акопиа аԥҵара...
Compress=Аиҵацалара...
Extracte=Агәылхра...
Complete=Ихиоуп
RestoreReg=Ареестр аиҭашьақәыргылара...Шәааԥшы минутқәак ...
NotSupportOS=Афункциа ари аоперациатә система иаднакылаӡом.
EnableRestore=Асистема аиҭашьақәыргылара афункциа аҿыхуп. Ишәҭахума иаҿашәкыр?
SysCreating=Асистема аиҭашьақәыргылара акәаԥ аԥҵара...
SysRestoring=Асистема аиҭашьақәыргылара азырхиара...
RestorePointDone=Асистема аиҭашьақәыргылара акәаԥ аԥҵоуп қәҿиарала.
RestorePointFail=Асистема аиҭашьақәыргылара акәаԥ аԥҵараан агха.
ErrorMsg=Агха иазку аацҳамҭа:
Area=Аобласт
Summary=Ахҳәаа
LeastOne=Please choose at least one area to scan.
IsRunning=Анализ мҩаԥысуеит, шәазыԥшы ахыркәшара, нас еиҭанашәыгӡа.
Optimized=Аоптимизациа мҩаԥгоуп
DefragReport=Ареестр адефрагментациа мҩаԥган. Аоптимизациа аҳасабырба:
DefragReport1=Ареестр уаанӡатәи ашәагаа:
DefragReport2=Ареестр ашәагаа ҿыц:
DefragReport3=Аоптимизациа ашьҭахьтәи ашәагаа:
ReOptimize=Аоптимизациа аиҭамҩаԥгара
ComfirmDefrag=Ареестр адефрагментациа ашьҭахь акомпиутер ҿыц идәықәҵахоит. Ишәҭахума уажәы алагара?
def15After=Ареестр адефрагментациа мҩаԥган %d мш раԥхьа. Инашәыгӡа адефрагментациа абыржәы!
def15Before=Шәкомпиутер иаҳа ирласны аус аулоит аоптимизациа мҩаԥгазар.
KeyWord=Иҭажәгал ихадароу ажәа:
ExImport=Алцарақәа рсиа експортын ахь:
NoNewVer=Шәара шәхы иашәырхәоит аҵыхәтәантәи аверсиа.
Daily=Есымша
Weekly=Есымчыбжьа
Monthly=Есымза
Never=Ахаангьы
TranslateTo=Еиҭагатәуп...ахь
NeedBack=Апрограмма раԥхьатәи ахархәара акәзар ҟалап. Ирекомендациоуп ареестр зегьы арезервтә копиа аԥҵара. Ишәҭахума уажәы аԥҵара? 
Newsletter=Анапаҵаҩра
UpgradeInfo=Арҿыцра иазку аинформациа
CannotCrTask=Иамуӡеит аҳасабтә аԥҵара.
ScheduleNextTime=Егьыраан:
Exported=Уажәтәи аелементқәа експортын %s ахь, ишәҭахума афаил уажәы аартра?
Idle=Аус анамуа
Login=Авторизациа
LastClean=Ареестр аҵыхәтәантәи арыцқьара:
Monday=Ашәахьа
Tuesday=Аҩаша
Wednesday=Ахаша
Thursday=Аԥшьаша
Friday=Ахәаша
Saturday=Асабша
Sunday=Амҽыша
IssueFound=Иԥшаауп агхақәа - %d.
Scanning=Анализ
ScanCanceled=Анализ аҟәыхын!
FindError=Иԥшаауп агхақәа зынӡа - %d. Ианыхуп - %d.
LogAll=Иԥшаауп агхақәа - %d, ириашоуп - %d.
LogFail=Ариашара рмуӡеит агхақәа - %d.
StartClean=Ириашатәуп
StartScan=Аԥшаара
7After=Ареестр аҵыхәтәантәи арыцқьара мҩаԥган %d мш раԥхьа. Ирекомендациоуп арыцқьара анагӡара.
7Before=Ареестр заҟа ицқьоу аҟара, акомпиутер аусурагьы ласуп!
ReScanHint=Иԥшаауп агхақәа - %d. Ишәыдаагалоит ҿыц анализ анагӡара, еиҳаны агхақәа рыԥшааразы.
CleanNow=Шәақәыӷәӷәа "Ириашатәуп", арҭ агхақәа рыриашараз.
NoError=Ишәыдаҳныҳәалоит! Шәреестр арыцқьара аҭахӡам!
GoodHabit=Акомпиутер аусура аласра иацышәҵа ирегулиарны ареестр арыцқьара ала.
ReScanHint1=Ишәыдаагалоит анализ аиҭамҩаԥгара, ипотенциалу апроблемақәа иаразнак рыԥшаараз.
TypeChanged=Шәара ишәыԥсахит анализ аелементқәа!
ReScanHint2=Апроблемақәа рыԥшаараз ҿыц инашәыгӡа анализ.
CleanDone=Арыцқьара хыркәшоуп!
bkAuto=Автоматикала 
bkManual=Напыла
BackupDate=Арезервтә копиа аамҭа
BackupType=Арезервтә копиа атип
Problems=Апроблемақәа
CreateDate=Аԥҵара арыцхә
Description=Ахьӡ
Removebackup=Ианыхтәума иалху арезервтә копиақәа?
RemoveSysRestore=Ианыхтәума иалху, асистема аиҭашьақәыргылара акәаԥқәа?
NoBackupSelected=Аиҭашьақәыргылараз иалышәх арезервтә копиа.
RestoreComplete=Аиҭашьақәыргылара хыркәшоуп
RestoreFromSysRestore=Асистема аиҭашьақәыргылараз акомпиутер ҽыц идәықәҵатәуп. Ишәҭахума аиҭашьақәыргылара алагара?
WhenIdle=Аус анамуа
WhenLogin=Асистема аҭалараан
NewVer=Аверсиа ҿыц ыҟоуп! Ишәҭахума арҿыцра абыржәы?
TranslateTo=Еиҭагатәуп...ахь

[Tuneup]
SuperPrefetchParameters=Иаҿыхтәуп Super-Prefetch, Windows (8/10) аус арураан ихархәахо  агәынкылага армаҷраз.
BlueReboot=Аекран еҵәа (аԥсра аекран) анцәырҵуа аан, иаҿыхтәуп автоматикала аиҭаусарура.
RemoteRegAccess=Иаҿыхтәуп ареестр аԥсахрақәа инахароу акомпиутер аҟынтәи.
FileListSpeed=Windows афаилқәа рсиа арҿыцра аполитика аоптимизациа азутәуп.
PreviewUP=Иазырҳатәуп аласра, аҳасабтәқәа рпанель аҟны аԥхьахәаԥшра аарԥшра.
OptDNS=DNS аоптимизациа азутәуп.
OptLAN=Алокалтә ҳа аоптимизациа..
ShowSpeed=Иазырҳатәуп асистема ақәҿыҭра аласра.
AeroSnap=Иазырҳатәуп Aero Snap адыргаҷқәа раарԥшра аласра.
SSDSpeedup=SSD аоптимизациа
DisablePrefetch=Иаҿыхтәуп Windows Prefetcher, SSD аусура аҿҳәара ацҵараз.
DisableSuperPrefetch=Иаҿыхтәуп Windows Superfetch, SSD аусура аҿҳәара ацҵараз.
DisableDefragBoot=Асистема аҭалараан иаҿыхтәуп адефрагментациа, SSD аусура аҿҳәара ацҵараз.
DisableDefragIdle=Иаҿыхтәуп автодефрагментациа асистема аус анамуа, SSD аусура аҿҳәара ацҵараз.
EnableTRIM=Иаҿактәуп афункциа TRIM, SSD аусура аиӷьтәраз.
OptIEConnection=Асервер аҭаарақәа рыԥхьаӡа ацҵара. Web-адаҟьақәа рҭагалара аласра иацлоит.
IconCache=Иазырҳатәуп асистема адыргаҷқәа ркеш, аусурҭахада аарԥшра аласра ацҵараз.
RestoreAll=Ишәҭахума Windows апунктқәа зегьы ишыҟаз еиԥш реиҭашьақәыргылара?
NoSelectedItem=Иалышәх пунктк иадамзаргь.
OptItems=Аелементқәа %d аоптимизациа рзура алшоит.
ItemsOptimized=Аелементқәа %d аоптимизациа рызун.
TakeEff=Аԥсахрақәа руакқәа рхархәара залшом, акомпиутер аиҭаусарура нагӡахаанӡа.  
NoItems=Ишәыдаҳныҳәалоит! Апунктқәа зегьы аоптимизациа рызун.
BootSpeedup=Арцәареи аус аруреи рырласра. 
SystemStable=Асистема аҭышәынтәалара
SystemSpeedup=Асистема аоптимизациа
NetworkSpeedup=Аҳа аоптимизациа
PrefetchParameters=Апараметрқәа заа ралԥшаара аоптимизациа, Windows аус арура аласра ацҵараз.
BootDelay=Ирмаҷтәуп "адиск агәаҭара" аамҭа, Windows аус арура аласра ацҵараз.
BootPartition=Иаҿактәуп аоптимизациа афункциа, Windows аус арура аласра ацҵараз.
ClearPagingFile=Иаҿыхтәуп Windows агәынкылазырҳара афаил арыцқьара, акомпиутер аусура ахыркәшара арласраз.
TimeOut=Ирмаҷтәуп апрограмма аҭак азыԥшра, иара акынхалара аан. 
AutoKill=Иарклатәуп аҭак ҟазымҵо апроцессқәа, асистема аиԥҟьарақәа ҟамларцаз.
RestartExplorer=Аусурҭахада акынхалараан Windows Explorer автоматикала аиҭадәықәҵара.
TwoProcess=Идәықәҵалатәуп Windows Explorer акомпонентқәа ихазу апроцессқәа рҟны, асистемаҟны аконфликтқәа ҟамларцаз.
ErrorReport=Иаҿыхтәуп аекран аҟны агхақәа раарԥшра, асистема аусура аиӷьтәраз.
Debugger=Иаҿыхтәуп арҽеига, агхақәа аус рыдулара арласраз.
OptMemory=Агәынкылага аоптимизациа азутәуп, асистема аусура аиӷьтәраз.
OptVEff=Акомпонентқәа рыԥшрақәа аоптимизациа рзутәуп (адиалог аԥенџьырқәа, амениу, уб. егь.), асистема аусура аиӷьтәраз. 
OptFileSystem=Афаилтә система аоптимизациа азутәуп, асистема аусура аиӷьтәраз.
OptDiskSystem=Адиск аҭагалара/аҭгара асистемагәыла аоптимизациа, асистема аусура аиӷьтәраз.
DisAutoRun=Адискқәа рҟны иаҿыхтәуп афункциа "Автодәықәҵара", авирусқәа рҽацәыхьчараз.
OptDiskIdle=Адиск аҭагалара/аҭгара аоптимизациа, апроцессор аус анамуа.
OptTTL=TTL архиарақәа аоптимизациа рзутәуп, асистема аусура аиӷьтәраз.
OptNetForward=Аҳа амҩангаралшара аоптимизациа, аҳа аусура аиӷьтәраз.
OptMTU=TCP/IP аҟны автоматикала "акылҳара еиқәаҵәақәа" реилкаара.
OptWINS=WINS ахьӡ азыҳәара аамҭа аоптимизациа, адырқәа рышьҭра аласра ацҵараз.
OptNetWork=Аҳа апараметрқәа роптимизациа, аимадарақәа реиҿкаара аиӷьтәраз.
CloseAnimate=Иаҿыхтәуп анимациа аеффект аԥенџьыр аиҵыхреи аикәарҳәреи раан.
PagingExecutive=Иаҿыхтәуп агәынкыларҭа даҟьала аихшара. (Аопциа иазхьамԥшхар ауеит афизикатә гәынкыларҭа 1 Гб иеиҵазар)
StaticIP=Иазалхтәуп астатикатә IP адрес акомпиутер аусура алагара арласраз.
PorcessorTime=Апроцессор аусуралшара аоптимизациа, апрограммақәеи ахәмаррақәеи рхархәара арласраз
DisableIDECheck=IDE аканал агәаҭара алмыршара, Windows аусура аларгара арласраз.
ForeAppSpeed=Иактиву апрограммақәа рзы иазырҳатәуп ақәҿыҭра аамҭа аласра.
AeroPeek=Иазырҳатәуп Aero аарԥшра аласра.
OptEthernet=Ethernet акарта аусура аоптимизациа.
DisableHibernate=Иаҿыхтәуп ацәратә режим, адиск аҟны аҭыԥ аекономиеи SSD аусура аҿҳәара ацҵарази. (иара убасгьы иаҿыххоит иласу Астарт).

[Type]
ContextMenu=Аконтексттә мениу изымуа апунктқәа 
MUICache=MUI акеш
Services=Windows амаҵзурақәа
Activex=ActiveX/COM акомпонентқәа
FireWall=Аҳахьчага апараметрқәа
RootAll=Ииашам амҩақәа
SoftwareSection=Апрограммақәа рымҩақәа
ApplicationPaths=Апрограммақәа рымҩақәа
FileTypes=Афаилқәа ртипқәа
HelpFiles=Аилыркаага афаилқәа
Fonts=Ашрифтқәа
SharedDLL=Азеиԥш DLL -қәа
MRULists=MRU ахархәаҩцәа рсиа
UninstallSection=Апрограмма ақәгага
StartMenu=Астарт амениу
StartupProgram=Апрограммақәа рдәықәҵара
SoundandAppEvents=Абжьи ахҭысқәеи
IEUrlHistory=IE URL аҭоурых
IFEO=Асахьақәа рфаилқәа 
EmptyKey=Иҭацәу ацаԥхақәа
App=Апрограмма апараметрқәа 

[ErrorMessage]
MUIError1=MUI ахь азхьарԥш ыҟаӡам, аха адиск "%s"  %s ауп, ирекомендациоуп ари агха азхьамԥшра.
MUIError=MUI ахь азхьарԥш ыҟаӡам
ServiceNotExists=Иарбоу асервистә программа ыҟаӡам.
MimeExName=MIME афаил ииашам аиҩдыраага: %s
EmptyKey=Иҭацәу ацаԥха
EmptyHelpdirctory=Аилыркаага иҭацәу акаталог.
FileNotExist=Афаил (акаталог) ыҟаӡам.
HFileNotExist=Аилыркаага афаил (акаталог) ыҟаӡам. 
EmptyValue=Иҭацәу аҵакы 
TypeLib=Атипқәа рбиблиотека ыҟаӡам:
NodeEmpty=Иҭацәу аиқәҳәаларҭа  
SharedFilenotexist=Азеиԥш фаил ыҟаӡам.
sharedfilenotbeuse=Ахархәара змам азеиԥш фаилқәа. 
noconnection=Иадҳәалам афаил.
Invalidpathtoicon=Аиконахь ииашам амҩа.  
ReferstoaninvalidClass=Азхьарԥш иаднамкыло акласс ахь. 
Emptyshellcommand=Иҭацәу акоманда. 
Invalidshellcommand=Акәырша ииашам акоманда (Афаил ыҟаӡам).
Fontsnotexist=Ашрифтқәа рфаил ыҟаӡам. 
Hijacking=%s икын %s.  
MRULists=MRU ахархәаҩцәа рсиа
invalidOpenWith=Ари атип иадҳәало апрограмма ыҟаӡам.  
ReferActivex=ActiveX/COM ииашам анҵамҭақәа. 
EmptyCLSID=Иҭацәу CLSID.  
ComSourceNotExist=COM ахыҵхырҭа ыҟаӡам. 
invalidUnistall=Ақәгара иазку ииашам аинформациа.
notexist=иҟаӡам. 
ObsoleteStartMenuItem=Астарт амениу иажәхьоу апункт.
SoundFilenotexist=Абжьтәы фаил ыҟаӡам.  
FileNotExist1=Афаил (Акаталог)ыҟаӡам, аха адиск "%s" %s ауп, ирекомендациоуп ари агха азхьамԥшра.
OpenWithError=Аартра агха, иарбоу апрограмма ыҟаӡам.
OpenWithError1=Аартра агха, иарбоу апрограмма ыҟаӡам. Аха адиск "%s" %s ауп, ирекомендациоуп ари агха азхьамԥшра.
ComSourceNotExist1=COM ахыҵхырҭа ыҟаӡам, аха адиск %s %s ауп, ирекомендациоуп ари агха азхьамԥшра.
Trojan=Ари атроиан ахымҩаԥгашьа иеиԥшуп. Ишыдаҳгалоит ԥшра ҟамҵакәа иара аныхреи авирусҿагыла программа ала акомпиутер агәаҭареи.

[Summary]
ContextMenu=Аконтексттә мениу аҟны изымуа апунктқәа
MUICache=MUI акеш ахь азхьарԥш ыҟаӡам
Services=Иаднамкыло Windows амаҵзурақәа
Activex=ActiveX -и COM - и иаднамкыло акомпонентқәа 
FireWall=Windows аҳахьчага ииашам апараметрқәа
RootAll=Ииашам амҩақәа ма афаилқәа
SoftwareSection=Ианыху апрограммақәеи афаилқәеи рцаԥхақәа
ApplicationPaths=Иашамкәа арегистрациа зызу апрограммақәеи афаилқәеи рымҩақәа
FileTypes=Афаилқәа реиҩдыраагақәа ирызку ииашам аинформациа
HelpFiles=Иашамкәа арегистрациа зызу аилыркаага афаилқәа
Fonts=Ашрифт иазку ииашам аинформациа 
SharedDLL=Азеиԥш динамикатә библиотекақәа рыҟамзаара
MRULists=Афаилқәа раҭаара аҭоурых
UninstallSection=Апрограмма ақәгара иазку ихәарҭам ма ииашам аинформациа
StartMenu=Астарт амениу иажәхьоу апунктқәа
StartupProgram=Уаанӡеиԥш ма ииашамкәа апрограммақәа рдәықәҵара 
SoundandAppEvents=Абжьқәеи ахҭысқәеи ирызку ииашам ма иажәхьоу архиарақәа 
IEUrlHistory=IE изҭаахьоу адаҟьақәа рҭоурых
IFEO=Ашпионтә программақәеи авирусқәеи иаԥырҵаз анҵамҭақәа
EmptyKey=Аинформациа зҵазымкуа ацаԥхақәа
App=Апрограмма ииашам архиарақәа

[AutoClean]
ErrorsFixed=ириашан агхақәа.
Title=Ишәыдаҳныҳәалоит! 
ErrorsFound=иԥшаан агхақәа.

[AutoUpdate]
CurrentFile=Уажәтәи афаил:
Canceling=Аҟәыхра...
CANCEL=Аҟәыхра
Ready=Аҭыгаразы ихиоуп.

[Skin]
SkinDefault=Ишыҟоу еиԥш
SkinBlue=Аеҵәа
SkinGreen=Аиаҵәа
SkinCustom=Иалхтәуп аԥштәы
SkinColor=Иалхтәуп аскин аԥштәы

[Renew]
subscribed=Иаҭахӡам уаҳа агәаларшәара.
title=Wise Registry Cleaner PRO аусура аҿҳәара нҵәоит %d мш рышьҭахь!
title1=Шәлицензиатә цаԥха аҿҳәара нҵәеит. Ишәырҿыц!
Price=Ишәырҿыц Pro%s аҟынӡа!
Describe=Шәара ишәцәыӡыр ауеит Pro аверсиа алшарақәа.

[Edit]
pmcut=Игәылԥҟатәуп
pmcopy=Икопиатәуп
pmpaste=Иҭаргылатәуп
pmdelete=Ианыхтәуп
pmselectall=Иалхтәуп зегьы
pmundo=Иаҟәыхтәуп
Renew=Ирҿыцтәуп уажәы